[
  {
    "name": "Nike Air Max Pre-Day",
    "price": "$300",
    "description": "Innovated to withstand your toughest matches, this updated design puts flexible, durable materials exactly where they're needed most. Signature Rafael Nadal details let you rep your favourite player while you run the court.",
    "img": "https://i.ibb.co/qxDN5K2/product-img2.jpg",
    "quantity": "3",
    "supplire_name": "Nike"
  },
  {
    "name": "Nike Dunk Low",
    "price": "$100",
    "description": "Heavy-stitching accents combine with leather, suede and nature-inspired colours for a fresh take on these court classics. The worn-in look and the soft foam midsole feel like your favourite vintage sneakers.",
    "img": "https://i.ibb.co/xD8GFXx/product-img1.jpg",
    "quantity": "3",
    "supplire_name": "Nike"
  },
  {
    "name": "Air Jordan 1 Zoom Cmft",
    "price": "$150",
    "description": "Making iconic style even more comfortable. The Air Jordan 1 Zoom Cmft remakes the 1st Air Jordan with lightweight, low-profile cushioning and elements that improve wearability. Leathers and textiles in the upper have a broken-in feel. A lined, padded collar cups the heel for a secure fit.",
    "img": "https://i.ibb.co/GvZ0NT6/product-img6.jpg",
    "quantity": "3",
    "supplire_name": "Nike"
  },
  {
    "name": "Nike Dunk Low SE",
    "price": "$180",
    "description": "Created for the hardwood but taken to the streets, our classic Dunk Low returns with crisp overlays and throwback Nike graphics. This basketball icon channels '90s vibes with a mix of tricot and jersey in the upper that's soft, relaxed and durable.",
    "img": "https://i.ibb.co/NVN7LVd/product-img5.jpg",
    "quantity": "3",
    "supplire_name": "Nike"
  },
  {
    "name": "Nike Air Force 1 '07 Craft",
    "price": "$100",
    "description": "The legend lives on in the Nike Air Force 1 '07 Craft—a modern take on the iconic AF-1 with new details like fresh graphics on the tongue and heel. Crisp leather, brushed suede and exposed stitching on the upper add texture and depth while the new plush liner feels soft and comfortable.",
    "img": "https://i.ibb.co/7CQB0St/product-img3.jpg",
    "quantity": "3",
    "supplire_name": "Nike"
  },
  {
    "name": "Nike Blazer Mid '77 Jumbo",
    "price": "$300",
    "description": "Praised by many for its enduring look and feel, the wardrobe staple hits refresh with the Nike Blazer Mid '77 Jumbo.Harnessing the old-school look you love, it now has an elastic heel with corduroy-like texture and large pull tabs for easy on and off",
    "img": "https://i.ibb.co/YTYmhPW/product-img4.jpg",
    "quantity": "3",
    "supplire_name": "Nike"
  }
]